<x-layout>
    <x-slot:title>Политика компании</x-slot:title>
    <x-doc-body>
        <h1>Политика компании</h1>
        <p>
            ТОО "COLLIDER GROUP (КОЛЛАЙДЕР ГРУПП) в отношении обработки<br>
            персональных данных (Политика конфиденциальности)<br>
            Юридический и фактический адрес:<br>
            Республика Казахстан г.Алматы Проспект Абая, Дом 52А<br>
        </p>
        <ul>
            <li class="mb-3">
                <h3>НАЗНАЧЕНИЕ И ОБЛАСТЬ ДЕЙСТВИЯ ДОКУМЕНТА</h3>
                <ul>
                    <li>1.1. «Политика Компании (ТОО "COLLIDER GROUP ( КОЛЛАЙДЕР ГРУПП)» (далее по тексту также - Компания) в отношении обработки
                        персональных данных» (далее – Политика) порядок сбора, хранения, передачи и иных
                        видов обработки персональных данных, а также сведения о реализуемых требованиях к
                        защите персональных данных.</li>
                    <li>1.2. Действие Политики распространяется на все персональные данные субъектов,
                        обрабатываемые в Компании с применением средств автоматизации и без применения
                        таких средств.</li>
                    <li>1.3. К настоящей Политике имеет доступ любой субъект персональных данных.</li>
                    <li>1.4. Политика разработана в соответствии с действующим законодательством РК.</li>
                </ul>
            </li>
            <li class="mb-3">
                <h3>НАЗНАЧЕНИЕ И ОБЛАСТЬ ДЕЙСТВИЯ ДОКУМЕНТА</h3>
                <ul>
                    <li>1.1. «Политика Компании (ТОО "COLLIDER GROUP ( КОЛЛАЙДЕР ГРУПП)» (далее по тексту также - Компания) в отношении обработки
                        персональных данных» (далее – Политика) порядок сбора, хранения, передачи и иных
                        видов обработки персональных данных, а также сведения о реализуемых требованиях к
                        защите персональных данных.</li>
                    <li>1.2. Действие Политики распространяется на все персональные данные субъектов,
                        обрабатываемые в Компании с применением средств автоматизации и без применения
                        таких средств.</li>
                    <li>1.3. К настоящей Политике имеет доступ любой субъект персональных данных.</li>
                    <li>1.4. Политика разработана в соответствии с действующим законодательством РК.</li>
                </ul>
            </li>
            <li class="mb-3">
                <h3>СОСТАВ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
                <ul>
                    <li>2.1. Персональные данные - любая информация, относящаяся к прямо или
                        косвенно определенному, или определяемому физическому лицу (гражданину). Т.е. к
                        такой информации, в частности, можно отнести: ФИО, год, месяц, дата и место рождения,
                        адрес, сведения о семейном, социальном, имущественном положении, сведения об
                        образовании, профессии, доходах, а также другую информацию.</li>
                    <li>2.2. Все обрабатываемые Компанией персональные данные являются
                        конфиденциальной, строго охраняемой информацией в соответствии с
                        законодательством.</li>
                    <li>2.3. Обработка персональных данных - любое действие (операция) или
                        совокупность действий (операций) с персональными данными, совершаемых с
                        использованием средств автоматизации или без использования таких средств. К таким
                        действиям (операциям) можно отнести: сбор, получение, запись, систематизацию,
                        накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
                        передачу (распространение, предоставление, доступ), обезличивание, блокирование,
                        удаление, уничтожение персональных данных.</li>
                </ul>
            </li>
            <li class="mb-3">
                <h3>СУБЪЕКТЫ ПЕРСОНАЛЬНЫХ ДАННЫХ КОМПАНИИ</h3>
                <ul>
                    <li>3.1. Компания обрабатывает персональные данные следующих лиц:
                        <ul>
                            <li>субъектов, с которыми заключены договоры гражданско-правового характера
                                (публичной оферты);</li>
                            <li>клиентов Компании;</li>
                            <li>зарегистрированных пользователей сайта <a class="btn-link" href="{{route('home')}}">https://ayazata.kz</a></li>
                        </ul>
                    </li>
                </ul>
            </li>
            <li class="mb-3">
                <h3>4. ПРИНЦИПЫ И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
                <ul>
                    <li>4.1. Целью обработки персональных данных является выполнения обязательств
                        Оператора перед Пользователями в отношении использования Сайта и его сервисов.</li>
                    <li>4.2. Обработка персональных данных пользователей осуществляется с согласия
                        субъекта персональных данных на обработку его персональных данных.</li>
                    <li>4.3. Под персональными данными понимается любая информация, относящаяся
                        к прямо или косвенно определенному, или определяемому физическому лицу (субъекту
                        персональных данных) и которая может быть использована для точной идентификации
                        определенного лица либо связи с ним.</li>
                    <li>4.4. Мы можем запросить у Вас персональные данные в любой момент, когда Вы
                        связываетесь с Компанией. Компания может использовать такие данные в соответствии
                        с настоящей Политикой обработки персональных данных. Она также может совмещать
                        такую информацию с иной информацией для целей предоставления и улучшения своих
                        продуктов, услуг, информационного наполнения (контента) и коммуникаций.</li>
                    <li>4.5. Под безопасностью персональных данных Компания понимает защищенность
                        персональных данных от неправомерного или случайного доступа к ним, уничтожения,
                        изменения, блокирования, копирования, предоставления, распространения
                        персональных данных, а также от иных неправомерных действий в отношении
                        персональных данных и принимает необходимые правовые, организационные и
                        технические меры для защиты персональных данных.</li>
                    <li>4.6. Обработка и обеспечение безопасности персональных данных в Обществе
                        осуществляется в соответствии с требованиями Республики Казахстан </li>
                    <li>4.7. При обработке персональных данных Компания придерживается следующих
                        принципов:</li>
                    <li>4.8. законности и справедливой основы;</li>
                    <li>4.9. ограничения обработки персональных данных достижением конкретных,
                        заранее определенных и законных целей;</li>
                    <li>4.10. недопущения обработки персональных данных, несовместимой с целями
                        сбора персональных данных;</li>
                    <li>4.11. недопущения объединения баз данных, содержащих персональные данные,
                        обработка которых осуществляется в целях, несовместимых между собой;</li>
                    <li>4.12. обработки персональных данных, которые отвечают целям их обработки;</li>
                </ul>
            </li>
            <li class="mb-3">
                <h3>5. КОМПАНИЯ ОБРАБАТЫВАЕТ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ТОЛЬКО ПРИ
                    НАЛИЧИИ ХОТЯ БЫ ОДНОГО ИЗ СЛЕДУЮЩИХ УСЛОВИЙ</h3>
                <ul>
                    <li>5.1. обработка персональных данных осуществляется с согласия субъекта
                        персональных данных на обработку его персональных данных;</li>
                    <li>5.2. обработка персональных данных необходима для достижения целей,
                        предусмотренных законом, для осуществления и выполнения, возложенных
                        законодательством Республики Казахстан  на оператора функций, полномочий и
                        обязанностей;</li>
                    <li>5.3. обработка персональных данных необходима для исполнения договора,
                        стороной которого либо выгодоприобретателем или поручителем по которому является
                        субъект персональных данных, а также для заключения договора по инициативе субъекта
                        персональных данных или договора, по которому субъект персональных данных будет
                        являться выгодоприобретателем или поручителем;</li>
                    <li>5.4. обработка персональных данных необходима для осуществления прав и
                        законных интересов Компании или третьих лиц либо для достижения общественно
                        значимых целей при условии, что при этом не нарушаются права и свободы субъекта
                        персональных данных;</li>
                    <li>5.5. осуществляется обработка персональных данных, доступ неограниченного
                        круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе;</li>
                    <li>5.6. осуществляется обработка персональных данных, подлежащих опубликованию
                        или обязательному раскрытию в соответствии с федеральным законом.</li>
                    <li>5.7. Перечень юридических лиц, которым Компания может поручить обработку
                        персональных данных на основании</li>
                </ul>
            </li>
            <li class="mb-3">
                <h3>ПРАВА СУБЪЕКТА ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
                <ul>
                    <li>
                        <h4>6.1. Субъект персональных данных имеет право:</h4>
                        <ul>
                            <li>
                                6.1.1. требовать уточнения своих персональных данных, их блокирования или
                                уничтожения в случае, если персональные данные являются неполными, устаревшими,
                                недостоверными, незаконно полученными или не являются необходимыми для
                                заявленной цели обработки, а также принимать предусмотренные законом меры по
                                защите своих прав;
                            </li>
                            <li>
                                6.1.2. требовать перечень своих персональных данных, обрабатываемых
                                Оператором и источник их получения;
                            </li>
                            <li>
                                6.1.3. получать информацию о сроках обработки своих персональных данных, в том
                                числе о сроках их хранения;
                            </li>
                            <li>
                                6.1.4. обжаловать в уполномоченный орган по защите прав субъектов персональных
                                данных или в судебном порядке неправомерные действия или бездействия при обработке его персональных данных.
                            </li>
                        </ul>
                    </li>
                </ul>
            </li>
            <li class="mb-3">
                <h3>7. ОТВЕТСТВЕННОСТЬ</h3>
                <ul>
                    <li>7.1. В случае неисполнения положений настоящей Политики Компания несет
                        ответственность в соответствии действующим законодательством Республики Казахстан</li>
                    <li>
                        7.2. Получить разъяснения по интересующим Вас вопросам обработки Ваших
                        персональных данных, обратившись лично в Компания либо направив
                        официальный запрос по Почте по адресу: Республика Казахстан 05000
                        г.Алматы Проспект Абая, Дом 52А
                        В случае направления официального запроса в Компания в тексте запроса
                        необходимо указать:
                        <ul>
                            <li>• ФИО;</li>
                            <li>• номер основного документа, удостоверяющего личность субъекта персональных
                                данных или его представителя, сведения о дате выдачи указанного документа и
                                выдавшем его органе;</li>
                            <li>• сведения, подтверждающие Ваше участие в отношениях с Компаниям либо
                                сведения, иным способом подтверждающие факт обработки персональных данных
                                Компаниям;</li>
                            <li>• подпись гражданина (или его законного представителя). Если запрос
                                отправляется в электронном виде, то он должен быть оформлен в виде
                                электронного документа и подписан электронной подписью в соответствии с
                                законодательством РК</li>
                        </ul>
                    </li>
                </ul>
            </li>
            <li class="mb-3">
                <h3>8. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h3>
                <ul>
                    <li>
                        8.1. Настоящая Политика подлежит изменению, дополнению в случае появления
                        новых законодательных актов и специальных нормативных документов по обработке и
                        защите персональных данных.
                    </li>
                    <li>8.2. Настоящая Политика является внутренним документом Компании, и подлежит
                        размещению на официальном сайте Компании <a class="btn-link" href="{{route('home')}}">https://ayazata.kz</a></li>
                    <li>8.3. Контроль исполнения требований настоящей Политики осуществляется
                        ответственным за обеспечение безопасности персональных данных Компании.</li>
                    <li>
                        8.4 Реквизиты компании
                        <br><br>
                        Компания: ТОО Collider Group «Коллайдер Групп»<br>
                        БИН: 220540047277<br>
                        ИИК: KZ33601A861006939171<br>
                        Банк: АО «Народный Банк Казахстана»<br>
                        БИК: HSBKKZKX<br>
                    </li>
                </ul>
            </li>
        </ul>
    </x-doc-body>

    <x-footer></x-footer>
</x-layout>
