<x-layout>
    <x-slot:title>Публичная оферта</x-slot:title>
    <x-doc-body>
        <h1>ПУБЛИЧНАЯ ОФЕРТА</h1>
        <p>Настоящее Пользовательское соглашение (далее – Пользовательское соглашение или Соглашение) разработано в целях урегулирования отношений между Администрацией сайта https://ayazata.kz (далее – Сайт) и Пользователем.
            Под Администрацией сайта в настоящем Пользовательском соглашении и иных специальных документах, размещенных на Сайте, понимается
            ТОО "Collider Group ( Коллайдер Групп)  БИН 220540047277</p>
        <p>Под Пользователем в целях настоящего Соглашения понимается дееспособное физическое лицо, присоединившееся к настоящему Соглашению в собственном интересе либо выступающее от имени и в интересах представляемого им юридического лица.
            Сайт является частным ресурсом и управляется в соответствии с политикой, определяемой Администрацией сайта. Оформляя заказ на сайте, Вы подтверждаете, что прочитали данное соглашение, поняли свои права, обязанности, условия и положения, содержащиеся в данном документе и согласны соблюдать условия настоящего Пользовательского соглашения без каких-либо изъятий и/или ограничений. Каждая сторона Соглашения гарантирует, что обладает необходимой право- и дееспособностью, а равно всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения Соглашения в соответствии с его условиями.</p>
        <ul>
            <li>
                <strong>1. ПРЕДМЕТ СОГЛАШЕНИЯ</strong>
                <ul>
                    <li>
                        <strong>1.1. Предметом Соглашения</strong> является предоставление Администрацией Сайта Пользователю услуги в виде записи персонального видеопоздравления от Деда Мороза для лица, указанного Пользователем (далее – видеопоздравление), и предоставления Пользователю доступа к видеопоздравлению, а именно:
                        <ul>
                            <li>возможности просмотра Пользователем персонального видеопоздравления;</li>
                            <li>возможности скачивания Пользователем персонального видеопоздравления;</li>
                        </ul>
                    </li>
                    <li><strong>1.2.</strong> Пользователь обязуется принять и оплатить услуги в соответствии с условиями Соглашения.</li>
                    <li><strong>1.3.</strong> Пользователь несет ответственность за все свои действия после добавления Заказа, в том числе за достоверность сведений, размещаемых на Сайте в соответствии с действующим законодательством Республики Казахстан.</li>
                </ul>
            </li>
            <li>
                <strong>2. ПОРЯДОК ОКАЗАНИЯ УСЛУГИ</strong>
                <ul>
                    <li>
                        <strong>2.1.</strong> Пользователь оформляет Заказ в соответствии с полями Заказа, размещенного на Сайте, в том числе, указывает имя и фамилию лица, которому будет адресовано видеопоздравление. Пользователь обязуется указывать достоверные сведения о фамилии и имени лица, которому будет адресовано видеопоздравление. Указываемая фамилия лица должна быть введена на русском языке, общей длиной не более 25 символов. Администрация сайта не несет ответственности за невозможность оформить или исполнить Заказ в случае несоблюдения Пользователем требований к оформлению Заказа, в том числе требований к языку написания и размеру фамилии лица, которому адресовано видеопоздравление.
                    </li>
                    <li>
                        <strong>2.2.</strong> Перед оформлением Заказа Пользователь имеет возможность ознакомиться с образцами видеопоздравлений, на основании которых будет подготовлено персональное видеопоздравление в соответствии с Заказом Пользователя. Пользователь не вправе предъявлять Администрации сайта претензии в отношении содержания, формы исполнения, качества и иных характеристик персональных видеопоздравлений, подготовленных в соответствии с образцами видеопоздравлений.
                    </li>
                    <li><strong>2.3.</strong> Администрация сайта предоставляет Пользователю доступ к видеопоздравлению после получения от Пользователя 100 % оплаты заказа.</li>
                    <li>
                        <strong>2.4.</strong> Администрация сайта обязуется предоставить Пользователю доступ к файлу видеопоздравления в следующих форматах: видео H264 + звук AAC и видео MPEG + звук MP3. Администрация сайта не несет ответственность за несовместимость указанных форматов видеофайла с техническими устройствами просмотра Пользователя.
                    </li>
                    <li>
                        <strong>2.5.</strong> Администрация сайта вправе не предоставлять или заблокировать доступ Пользователя к видеопоздравлению, если у нее возникнут сомнения в достоверности представленных сведений о фамилии лица, которому будет адресовано видеопоздравление. Доступ Пользователя к видеопоздравлению блокируется до момента представления Пользователем документов, подтверждающих достоверность фамилии лица, которому адресовано видеопоздравление. В случае непредставления таких документов доступ к видеопоздравлению Пользователю не предоставляется.
                    </li>
                    <li>
                        <strong>2.6.</strong> В случае, указанном в п. 2.5. Соглашения, сумма оплаты за услугу, полученная в соответствии с п. 2.3. Соглашения, возврату Пользователю не подлежит.
                    </li>
                </ul>
            </li>
            <li>
                <strong>3. ИСКЛЮЧИТЕЛЬНОЕ ПРАВО НА ВИДЕОПОЗДРАВЛЕНИЕ И ИНЫЕ ИНТЕЛЛЕКТУАЛЬНЫЕ ПРАВА</strong>
                <ul>
                    <li>
                        <strong>3.1.</strong> Администрации сайта и ее партнерам принадлежит исключительное право на образцы видеопоздравлений, персональные видеопоздравления, доступ к которым предоставляется Пользователю в соответствии с условиями настоящего Соглашения, а также на составные части указанных видеопоздравлений (изображение, текст, звук и пр.).
                    </li>
                    <li>
                        <strong>3.2.</strong> Пользователь обязуется использовать видеопоздравление исключительно в целях домашнего просмотра и/или для отправки третьему лицу.
                    </li>
                    <li>
                        <strong>3.3.</strong> Пользователь не вправе использовать видеопоздравление способом и в целях, не указанных в п. 3.2. настоящего Соглашения. В частности, но не ограничиваясь, Пользователь не вправе совершать действия:
                        <ul>
                            <li>3.3.1. по распространению полученного видеопоздравления посредством публичного показа видеопоздравления, размещения его в публичном доступе, в том числе путем помещения видеопоздравления на сторонних Интернет-ресурсах, продаже или иной передаче доступа к видеопоздравлению третьим лицам (за исключением направления третьему лицу в порядке, предусмотренном пп. 1 и 3.2 Соглашения);</li>
                            <li>3.3.2. по переработке видеопоздравления;</li>
                            <li>3.3.3. по использованию отдельных фрагментов видеопоздравления, а также по использованию отдельно изображения, звука, текста используемого в видеопоздравлении;</li>
                            <li>3.3.4. любым иным способом, не предусмотренным настоящим Соглашением.</li>
                        </ul>
                    </li>
                    <li>
                        <strong>3.4.</strong> В случае отправки видеопоздравления третьему лицу в порядке, предусмотренном подп. с п. 1 настоящего Соглашения, Пользователь несет полную ответственность в соответствии с законодательством Республики Казахстан за действия получателя в части использования видеопоздравления способом, нарушающим исключительное право Администрации сайта на видеопоздравление и его составные части.
                    </li>
                </ul>
            </li>
            <li>
                <strong>4. СТОИМОСТЬ УСЛУГИ И ПОРЯДОК РАСЧЕТОВ</strong>
                <ul>
                    <li><strong>4.1.</strong> Пользователь обязуется оплатить услугу, предоставленную в соответствии с настоящим Соглашением, в соответствии с тарифами, размещенными на Сайте.</li>
                    <li><strong>4.2.</strong> Оплата услуги производится на условиях 100 % предоплаты безналичным расчетом с использованием платежных систем, информация о которых размещена на Сайте.</li>
                    <li>
                        <strong>4.3.</strong> Администрация сайта не несет ответственности за любые последствия, связанные с некорректным вводом данных Пользователем в форме Заказа, в данном случае деньги не возвращаются и услуга считается оказанной надлежащим образом.
                    </li>
                </ul>
            </li>
            <li>
                <strong>5. ПЕРСОНАЛЬНЫЕ ДАННЫЕ</strong>
                <ul>
                    <li>
                        <strong>5.1.</strong> Пользователь соглашается на передачу третьим лицам персональных и иных данных, в том числе для целей их обработки, для обеспечения функционирования Сайта. Цель обработки персональных данных Пользователя заключается в оказании последнему услуг и предоставлении возможности использования Сайта.
                    </li>
                    <li><strong>5.2.</strong> Обработка персональных данных Пользователя осуществляется в момент оформления Заказа.</li>
                    <li>
                        <strong>5.3.</strong> Пользователь дает согласие на то, что Администрация сайта будет направлять на электронный адрес Пользователя корреспонденцию, информацию о проводимых Сайтом и его партнерами рекламных акциях и иную информацию.
                    </li>
                </ul>
            </li>
            <li>
                <strong>6. ИНЫЕ УСЛОВИЯ</strong>
                <ul>
                    <li><strong>6.1.</strong> Администрация сайта гарантирует, что владеет доменным именем ayazata.kz на законных основаниях, вправе использовать его в соответствии с условиями настоящего Соглашения и обладает всеми необходимыми правами на размещение информационных и иных материалов на Сайте.</li>
                    <li><strong>6.2.</strong> Пользователь обязуется не предпринимать действий, которые могут рассматриваться как нарушающие казахстанское законодательство или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных правах, а также любых действий, которые приводят или могут привести к нарушению нормальной работы Сайта и сервисов Сайта.</li>
                    <li><strong>6.3.</strong> Пользователь признает, что он несет ответственность в соответствии с законодательством РК за распространение любой информации, размещенной на сайте (в том числе, но не ограничиваясь: файлы с данными, тексты и т. д.), к которой он может иметь доступ.</li>
                    <li>
                        <strong>6.4.</strong> Пользователь признает, что информация, размещенная на Сайте, включая, но не ограничиваясь, видеофайлы, фотографии, графические изображения, элементы дизайна, скрипты, программы, статьи, информационные материалы и предоставленная Пользователю, является объектом авторских, смежных прав, прав на объекты интеллектуальной собственности, права на которые защищены, принадлежат Администрации сайта, и ответственность Пользователя за нарушение таких прав Администрации сайта наступает в соответствии с нормами законодательства РК. Использование материалов Сайта без согласия Администрации сайта не допускается.
                    </li>
                    <li><strong>6.5.</strong> Администрация сайта не несет ответственности перед Пользователем за любой убыток или ущерб, понесенный Пользователем в результате удаления, сбоя или невозможности сохранения какого-либо содержания и иных коммуникационных данных, содержащихся на Сайте.</li>
                    <li><strong>6.6.</strong> Администрация сайта не несет ответственности перед Пользователем за прекращение, ограничение доступа к сайту или несвоевременное предоставление услуги, возникшее в связи с наличием неполадок у Интернет-провайдера и/или оператора связи, обеспечивающих передачу данных Сайта и его функционирование.</li>
                    <li><strong>6.7.</strong> Администрация сайта не несет ответственности за любые прямые или косвенные убытки, произошедшие из-за использования либо невозможности использования Сайта либо отдельных сервисов по причине несанкционированного доступа к коммуникациям Пользователя.</li>
                </ul>
            </li>
            <li>
                <strong>7. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</strong>
                <ul>
                    <li><strong>7.1.</strong> Все изменения и дополнения к настоящему Соглашению, вступают в силу с момента их опубликования на Сайте. Пользователь понимает и согласен с тем, что, если он пользуется Сайтом после даты внесения соответствующих изменений в настоящее Соглашение, это будет расцениваться как факт принятия Пользователем нового Соглашения.</li>
                    <li><strong>7.2.</strong> Пользователь вправе отказаться от принятия изменений и дополнений настоящего Соглашения, что означает отказ Пользователя от предоставления ему услуги в соответствии с п. 1 настоящего Соглашения.</li>
                    <li><strong>7.3.</strong> Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Республики Казахстан.</li>
                    <li><strong>7.4.</strong> Ничто в Соглашении не может пониматься как установление между Пользователем и Администрацией Сайта агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.</li>
                    <li><strong>7.5.</strong> Признание судом какого-либо положения Соглашения недействительным или не подлежащим принудительному исполнению не влечет недействительности иных положений Соглашения.</li>
                    <li><strong>7.6.</strong> Бездействие со стороны Администрации Сайта в случае нарушения кем-либо из Пользователей положений Соглашения не лишает Администрацию Сайта права предпринять позднее соответствующие действия в защиту своих интересов и защиту авторских прав на охраняемые в соответствии с законодательством материалы Сайта.</li>
                </ul>
            </li>
            <li>
                <strong>Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего Соглашения и безусловно принимает их.</strong>
            </li>
            <li>
                <strong>8. ИНФОРМАЦИЯ ОБ ИСПОЛНИТЕЛЕ</strong>
                <ul>
                    <li><strong>8.1.</strong> Реквизиты</li>
                    <ul>
                        <li>Компания: ТОО Collider Group «Коллайдер Групп»</li>
                        <li>БИН: 220540047277</li>
                        <li>ИИК: KZ33601A861006939171</li>
                        <li>Банк: АО «Народный Банк Казахстана»</li>
                        <li>БИК: HSBKKZKX</li>
                        <li>Контакт для связи : +77758142191</li>
                        <li>{{config('mail.from.address')}}</li>
                    </ul>
                </ul>
            </li>
        </ul>
    </x-doc-body>
    <x-footer></x-footer>
</x-layout>
