<?php

return [
    'invoice'=>[
      'unpaid'=>'Заказ не был оплачен'
    ],
    'payment' => [
        'pending' => 'Платеж в обработке. Обновите страницу позже.',
        'failed' => 'Платеж отклонен. Перезагрузите страницу и попробуйте снова'
    ],
    'webhook'=>[
        'invalid'=>'Неверный запрос'
    ],
    'curl'=>[
        'failed'=>'Неожиданный HTTP код'
    ],
    'mail'=>[
        'body'=>'Благодарим за использование нашего сервиса видеопоздравлений! Ваше видео в хорошем качестве уже доступно для скачивания по кнопке ниже.',
        'button'=>'Скачать видео',
        'companyName'=>'ТОО Collider Group',
        'address'=>'Республика Казахстан г.Алматы. Проспект Абая, Дом 52А',
        'phone'=>'+77770430421'
    ]
];
